
/* Class = "UIButton"; normalTitle = "Sign up"; ObjectID = "0RL-IL-hSK"; */
"0RL-IL-hSK.normalTitle" = "Sign up";

/* Class = "UITextField"; placeholder = "Password"; ObjectID = "2X4-j1-YLI"; */
"2X4-j1-YLI.placeholder" = "Password";

/* Class = "UITextField"; text = "12345678"; ObjectID = "2X4-j1-YLI"; */
"2X4-j1-YLI.text" = "12345678";

/* Class = "UIViewController"; title = "Welcome"; ObjectID = "2Xs-gN-d9L"; */
"2Xs-gN-d9L.title" = "Welcome";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "2dQ-fH-g2y"; */
"2dQ-fH-g2y.placeholder" = "Email";

/* Class = "UILabel"; text = "GH6KB"; ObjectID = "4Rm-Y7-EeM"; */
"4Rm-Y7-EeM.text" = "GH6KB";

/* Class = "UILabel"; text = "if someone invited you, enter the list code below"; ObjectID = "6QR-Q8-oHb"; */
"6QR-Q8-oHb.text" = "if someone invited you, enter the list code below";

/* Class = "UINavigationItem"; title = "Account"; ObjectID = "AtB-Lg-0DW"; */
"AtB-Lg-0DW.title" = "Account";

/* Class = "UILabel"; text = "G7H9"; ObjectID = "Ble-BE-V5l"; */
"Ble-BE-V5l.text" = "G7H9";

/* Class = "UILabel"; text = "Email"; ObjectID = "GLw-5d-Yoh"; */
"GLw-5d-Yoh.text" = "Email";

/* Class = "UITextField"; placeholder = "Password"; ObjectID = "GNj-aX-g30"; */
"GNj-aX-g30.placeholder" = "Password";

/* Class = "UITextField"; text = "Tolmeijer"; ObjectID = "GNj-aX-g30"; */
"GNj-aX-g30.text" = "Tolmeijer";

/* Class = "UILabel"; text = "Password"; ObjectID = "GxP-x1-3SY"; */
"GxP-x1-3SY.text" = "Password";

/* Class = "UIViewController"; title = "Account"; ObjectID = "HY1-ew-6Fz"; */
"HY1-ew-6Fz.title" = "Account";

/* Class = "UINavigationItem"; title = "Account"; ObjectID = "JAk-aN-NqH"; */
"JAk-aN-NqH.title" = "Account";

/* Class = "UITableViewController"; title = "Groceries"; ObjectID = "JKY-RQ-H6R"; */
"JKY-RQ-H6R.title" = "Groceries";

/* Class = "UIButton"; normalTitle = "Log out"; ObjectID = "Jxf-a5-LjN"; */
"Jxf-a5-LjN.normalTitle" = "Log out";

/* Class = "UILabel"; text = "First name"; ObjectID = "LLp-6b-zhQ"; */
"LLp-6b-zhQ.text" = "First name";

/* Class = "UINavigationItem"; title = "Groceries"; ObjectID = "MU1-Jy-DqV"; */
"MU1-Jy-DqV.title" = "Groceries";

/* Class = "UILabel"; text = "Label"; ObjectID = "Tfs-oQ-fja"; */
"Tfs-oQ-fja.text" = "Label";

/* Class = "UIButton"; normalTitle = "Log In"; ObjectID = "Wj7-go-xjV"; */
"Wj7-go-xjV.normalTitle" = "Log In";

/* Class = "UIBarButtonItem"; title = "Done"; ObjectID = "Xvw-EG-W4P"; */
"Xvw-EG-W4P.title" = "Done";

/* Class = "UIButton"; normalTitle = "Next"; ObjectID = "Zri-bz-zXz"; */
"Zri-bz-zXz.normalTitle" = "Next";

/* Class = "UILabel"; text = "Share your code out loud or send it in a message"; ObjectID = "bCK-oJ-UNc"; */
"bCK-oJ-UNc.text" = "Share your code out loud or send it in a message";

/* Class = "UITextField"; placeholder = "Last name"; ObjectID = "bUL-Du-qP4"; */
"bUL-Du-qP4.placeholder" = "Last name";

/* Class = "UITextField"; text = "Tolmeijer"; ObjectID = "bUL-Du-qP4"; */
"bUL-Du-qP4.text" = "Tolmeijer";

/* Class = "UINavigationItem"; title = "Invite family members"; ObjectID = "ccr-l8-yYw"; */
"ccr-l8-yYw.title" = "Invite family members";

/* Class = "UILabel"; text = "Hi there, welcome to Carrot!"; ObjectID = "du7-GT-tUW"; */
"du7-GT-tUW.text" = "Hi there, welcome to Carrot!";

/* Class = "UITextField"; placeholder = "New item"; ObjectID = "eCz-MS-0xe"; */
"eCz-MS-0xe.placeholder" = "New item";

/* Class = "UIBarButtonItem"; title = "Terug"; ObjectID = "eYy-3Y-Ylb"; */
"eYy-3Y-Ylb.title" = "Terug";

/* Class = "UITextField"; placeholder = "First name"; ObjectID = "enH-4U-pLT"; */
"enH-4U-pLT.placeholder" = "First name";

/* Class = "UITextField"; text = "Matthijs"; ObjectID = "enH-4U-pLT"; */
"enH-4U-pLT.text" = "Matthijs";

/* Class = "UIButton"; normalTitle = "Rescan code"; ObjectID = "fdc-C7-KPn"; */
"fdc-C7-KPn.normalTitle" = "Rescan code";

/* Class = "UINavigationItem"; title = "Bonuskaart"; ObjectID = "feB-pg-dZh"; */
"feB-pg-dZh.title" = "Bonuskaart";

/* Class = "UILabel"; text = "🥕Carrot"; ObjectID = "gof-hC-D5h"; */
"gof-hC-D5h.text" = "🥕Carrot";

/* Class = "UILabel"; text = "Label"; ObjectID = "jFx-WY-Els"; */
"jFx-WY-Els.text" = "Label";

/* Class = "UILabel"; text = "Hi there, nice to see you again!"; ObjectID = "kNb-Es-q8U"; */
"kNb-Es-q8U.text" = "Hi there, nice to see you again!";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "kYV-83-SDt"; */
"kYV-83-SDt.placeholder" = "Email";

/* Class = "UITextField"; text = "matthijs@tolmeijer.net"; ObjectID = "kYV-83-SDt"; */
"kYV-83-SDt.text" = "matthijs@tolmeijer.net";

/* Class = "UIButton"; normalTitle = "Log in"; ObjectID = "mJJ-Sa-SzC"; */
"mJJ-Sa-SzC.normalTitle" = "Log in";

/* Class = "UILabel"; text = "Label"; ObjectID = "qmT-9J-ex9"; */
"qmT-9J-ex9.text" = "Label";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "rcq-8u-hwg"; */
"rcq-8u-hwg.placeholder" = "Email";

/* Class = "UITextField"; text = "matthijs@tolmeijer.net"; ObjectID = "rcq-8u-hwg"; */
"rcq-8u-hwg.text" = "matthijs@tolmeijer.net";

/* Class = "UIButton"; normalTitle = "Create a new list"; ObjectID = "rcu-Kr-PVs"; */
"rcu-Kr-PVs.normalTitle" = "Create a new list";

/* Class = "UITextField"; placeholder = "First name"; ObjectID = "rfp-0N-2Ge"; */
"rfp-0N-2Ge.placeholder" = "First name";

/* Class = "UIBarButtonItem"; title = "Terug"; ObjectID = "vG7-KV-SDX"; */
"vG7-KV-SDX.title" = "Terug";

/* Class = "UILabel"; text = "if you don't have a list yet, create one now"; ObjectID = "vXS-p2-qzh"; */
"vXS-p2-qzh.text" = "if you don't have a list yet, create one now";

/* Class = "UIButton"; normalTitle = "Share your list"; ObjectID = "vmk-uA-yO7"; */
"vmk-uA-yO7.normalTitle" = "Share your list";

/* Class = "UIViewController"; title = "Invite code"; ObjectID = "x9J-U8-k6N"; */
"x9J-U8-k6N.title" = "Invite code";

/* Class = "UILabel"; text = "Share this invite code with the people you want in your list:"; ObjectID = "xHd-R5-mxT"; */
"xHd-R5-mxT.text" = "Share this invite code with the people you want in your list:";

/* Class = "UIButton"; normalTitle = "Register with email"; ObjectID = "xzx-fx-jXE"; */
"xzx-fx-jXE.normalTitle" = "Register with email";

/* Class = "UILabel"; text = "Label"; ObjectID = "zC3-7D-y8u"; */
"zC3-7D-y8u.text" = "Label";
